Repository: mozilla-l10n/mt-training-data
Catalog: bn-BD/bn-BD_pontoon.tmx
Source language: en_us
Languages: bn_bd

source: #1 warning;#1 warnings
bn_bd: #1 সতর্কীকরণ;#1 সতর্কীকরণসমূহ

source: #1 will be installed after you restart #3.;#2 add-ons will be installed after you restart #3.
bn_bd: #1 পুনরায় শুরু করার পর ইনস্টল হবে#3.;#2 পুনরায় শুরু করার পর অ্যাড-অন ইনস্টল #3.

source: 24 hours
bn_bd: 24 ঘন্টা

source: %2$S could not be installed because %1$S cannot modify the needed file.
bn_bd: %2$S ইনস্টল করা যায়নি কারণ %1$S প্রয়োজনীয় ফাইল পরিবর্তন করতে পারে না।

source: %2$S has blocked “%1$S” for your protection.
bn_bd: আপনার নিরাপত্তার জন্য %2$S "%1$S" কে ব্লক করেছে।

source: %2$S is requesting your username and password. The site says: “%1$S”
bn_bd: %2$S আপনার নাম এবং পাসওয়ার্ড জানতে অনুরোধ করছে। সাইটটি বলছে: "%1$S"

source: %2$S: protocol requires a host in ‘%1$S’ directives
bn_bd: %2$S: নির্দেশনা ‘%1$S’ তে প্রোটোকলের একটি হোস্ট প্রয়োজন

source: %2$S: wildcard sources in ‘%1$S’ directives must include at least one non-generic sub-domain (e.g., *.example.com rather than *.com)
bn_bd: %2$S: ‘%1$S’ নির্দেশনায় ওয়াইল্ডকার্ড সোর্সে অবশ্যই অন্তত একটি non-generic sub-domain (অর্থ্যাৎ *.example.com কিন্তু *.com নয়) থাকতে হবে

source: 360 Secure Browser
bn_bd: 360 নিরাপদ ব্রাউজার

source: %3$S could not be installed because it is not compatible with %1$S %2$S.
bn_bd: %3$S ইনস্টল করা যায় না কারণ এটা %1$S %2$S এর সাথে সুসংগতিপূর্ণ নয়।

source: %3$S has prevented the outdated plugin “%1$S” from running on %2$S.
bn_bd: %3$S পুরাতন প্লাগইন "%1$S" কে %2$S এ চালাতে প্রতিরোধ করছে।

source: %3$S has prevented the unsafe plugin “%1$S” from running on %2$S.
bn_bd: %3$S অনিরাপদ প্লাগইন "%1$S" কে %2$S এ চালাতে প্রতিরোধ করছে।

source: , a
bn_bd: , একটি

source: A
bn_bd: প

source: Abkhazian
bn_bd: আবখাজীয়

source: About
bn_bd: সম্পর্কিত A

source: About About
bn_bd: পরিচিতি সম্পর্কে

source: About &brandFullName;
bn_bd: &brandFullName; পরিচিতি

source: about:config
bn_bd: পরিচিতি:কনফিগ

source: About Networking
bn_bd: নেটওয়ার্কিং সম্পর্কিত

source: About Plugins
bn_bd: প্লাগইন পরিচিতি

source: About Profiles
bn_bd: প্রোফাইল সম্পর্কে

source: About %S
bn_bd: %S পরিচিতি

source: About Service Workers
bn_bd: সার্ভিস কর্মীদের সম্বন্ধে

source: About Us
bn_bd: আমাদের পরিচিতি

source: About Your Rights
bn_bd: আপনার অধিকার সম্পর্কে

source: A call to document.write() from an asynchronously-loaded external script was ignored.
bn_bd: যুগপৎ নয় এমনভাবে লোডকৃত অগ্রাহ্যের বাহ্যিক স্ক্রিপ্ট থেকে document.write() কে কল করা হয়েছে।

source: Accept and Install…
bn_bd: অনুমোদন এবং ইনস্টল…

source: Accept Terms
bn_bd: শর্তাবলী গ্রহণ

source: Accept third-party cookies:
bn_bd: তৃতীয়-পক্ষের কুকি গ্রহণ করা হবে

source: Access browser activity during navigation
bn_bd: নেভিগেশনের সময়ে ব্রাউজিং কার্যকলাপ ব্যবহার করুন

source: Access browser tabs
bn_bd: ব্রাউজার ট্যাবে প্রবেশ করুন

source: Access browsing history
bn_bd: ব্রাউজিং ইতিহাস ব্যবহার করুন

source: Access denied
bn_bd: অনুমোদন প্রত্যাখ্যাত

source: Access denied (403)
bn_bd: প্রবেশাধিকার প্রত্যাখ্যাত (403)

source: Accessibility
bn_bd: স্বচ্ছন্দতা

source: Accessibility support is partially disabled due to compatibility issues with new %S features.
bn_bd: %S ফিচারের সাথে কম্পাটিবিলিটি ইস্যুর কারণে অ্যাক্সেসিবিলিটি সাপোর্ট আংশিক নিষ্ক্রিয় করা হয়েছে।

source: Accessible Handler Used
bn_bd: সহজ হ্যান্ডলার ব্যবহৃত

source: Access recently closed tabs
bn_bd: সম্প্রতি বন্ধ করা ট্যাব ব্যবহার করুন

source: Access to the file was denied
bn_bd: ফাইলে প্রবেশাধিকার প্রত্যাখ্যাত হয়েছে

source: Access to the port number given has been disabled for security reasons.
bn_bd: নিরাপত্তাজনিত কারণে উল্লেখিত পোর্ট নম্বর ব্যবহারের অনুমতি নিষ্ক্রিয় করা হয়েছে।

source: Access your data for all websites
bn_bd: সকল ওয়েবসাইটের জন্য আপনার ডাটা ব্যবহার করুন

source: Access your data for %S
bn_bd: %S এর জন্য আপনার তথ্য ব্যবহার করুন

source: Access your data for sites in the %S domain
bn_bd: %S ডোমেইনে থাকা সাইটের জন্য আপনার তথ্য ব্যবহার করুন

source: Access your data in #1 other domain;Access your data in #1 other domains
bn_bd: আপনার তথ্য #1 অন্য ডোমেইনে ব্যবহার করুন;আপনার তথ্য #1 অন্য ডোমেইনগুলোতে ব্যবহার করুন

source: Access your data on #1 other site;Access your data on #1 other sites
bn_bd: আপনার তথ্য #1 অন্য ডোমেইনে ব্যবহার করুন;আপনার তথ্য #1 অন্য ডোমেইনগুলোতে ব্যবহার করুন

source: Access your location
bn_bd: আপনার অবস্থান জানুন

source: Access Your Location
bn_bd: আপনার অবস্থান উপলব্ধি

source: Account Not Verified
bn_bd: অ্যাকাউন্ট যাচাই হয়নি

source: A certificate that is not yet valid was used to issue the server’s certificate.
bn_bd: এখন পর্যন্ত বৈধ নয় যে একটি সার্টিফিকেট সার্ভারের শংসাপত্র প্রেরণ করা হয়।

source: A certificate with the same nickname already exists.
bn_bd: একই নামসহ আরেকটি সার্টিফিকেট বর্তমানে উপস্থিত আছে।

source: A compact theme with a dark color scheme.
bn_bd: গাড় রঙের আবহ দেওয়া একটি কম্প্যাক্ট থিম।

source: A compact theme with a light color scheme.
bn_bd: হালকা রঙের আবহ দেওয়া একটি কম্প্যাক্ট থিম।

source: A copy of %S is already open. Only one copy of %S can be open at a time.
bn_bd: %S এর একটি সংস্করণ ইতিমধ্যেই খোলা আছে। একই সাথে %S এর শুধুমাত্র একটি সংস্করণ খোলা রাখা যাবে।

source: A copy of %S is already open. The running copy of %S will quit in order to open this one.
bn_bd: %S এর একটি সংস্করণ ইতিমধ্যেই খোলা আছে। নতুন সংস্করণটি আরম্ভ করার জন্য %S এর চলমান সংস্করণটি বন্ধ করতে হবে।

source: A CSS selector for use with document.querySelector which identifies a single element
bn_bd: CSS নির্বাচক নথির সাথে ব্যবহার করুন। কুয়েরি নির্বাচক যা একক উপাদান হিসেবে চিহ্ণিত হয়েছে

source: Action
bn_bd: করণীয়

source: Activate
bn_bd: সক্রিয়করণ

source: activated
bn_bd: সক্রিয় করা হয়েছে

source: Activated
bn_bd: সক্রিয়

source: Activate plugin.
bn_bd: প্লাগইন সক্রিয় করুন।

source: Activate Plugins
bn_bd: প্লাগইন সক্রিয় করুন

source: Activate %S.
bn_bd: '%S' সক্রিয় করুন

source: Activate the measuring tool to measure an arbitrary area of the page
bn_bd: পাতায় ইচ্ছামত পরিমাপ করতে পরিমাপক টুল সক্রিয় কর

source: Activate this plugin
bn_bd: এই প্লাগইনটি সচল করুন c

source: Activations Directory
bn_bd: ডিরেক্টরির সক্রিয়করণব্যবস্থা

source: Active
bn_bd: সক্রিয়

source: Active Cache Name:
bn_bd: সক্রিয় ক্যাশের নাম

source: Active Logins
bn_bd: সক্রিয় লগইন (L)

source: Activity
bn_bd: কার্যকলাপ

source: Actual Size
bn_bd: প্রকৃত আকার

source: actuarial
bn_bd: অ্যাকচুয়ারিয়াল

source: ADB Helper Add-on
bn_bd: ADB সহায়ক অ্যাড-অন

source: ADB is root:
bn_bd: ADB রুট:

source: Add
bn_bd: যোগ কর

source: Add a breakpoint
bn_bd: ব্রেকপয়েন্ট যুক্ত কর

source: Add a comment (comments are publicly visible)
bn_bd: মন্তব্য যোগ করুন (মন্তব্যগুলো সবাই দেখতে পাবে)

source: Add a filter using the list below
bn_bd: নীচের তালিকা ব্যবহার করে একটি ফিল্টার যোগ করুন

source: Add a Keyword for this Search…
bn_bd: অনুসন্ধানের জন্য কীওয়ার্ড যোগ করুন…

source: Add a line breakpoint
bn_bd: একটি লাইন ব্রেকপয়েন্ট যুক্ত কর

source: Add Application
bn_bd: অ্যাপ্লিকেশন যোগ

source: Add Attribute
bn_bd: বৈশিষ্ট্য যোগ

source: Add Bookmarks
bn_bd: বুকমার্ক যোগ

source: Add bookmarks to this folder to see them displayed on the Bookmarks Toolbar
bn_bd: বুকমার্ক টুলবারে প্রদর্শনের জন্য এই ফোল্ডারে বুকমার্ক যোগ করুন

source: Add Breakpoint
bn_bd: ব্রেকপয়েন্ট যোগ করা

source: Add Conditional Breakpoint
bn_bd: শর্তাধীন ব্রেকপয়েন্ট যোগ করুন

source: Add Device
bn_bd: ডিভাইস যোগ

source: Add Dictionaries…
bn_bd: অভিধান যোগ…

source: Added
bn_bd: যোগ হয়েছে

source: Added breakpoint
bn_bd: যুক্ত করা ব্রেকপয়েন্ট

source: Added %S commands.
bn_bd: %S কমান্ড যোগ করা হয়েছে

source: Add Exception…
bn_bd: ব্যতিক্রম যোগ… (x)

source: Add Feed Reader
bn_bd: ফিড পাঠক যোগ

source: Add Item
bn_bd: বিষয় যোগ করুন

source: Additional Tools and Features
bn_bd: অতিরিক্ত টুল এবং ফিচার

source: Add Live Bookmarks in %S
bn_bd: %S এ লাইভ বুকমার্ক যোগ

source: Add Login
bn_bd: লগইন যোগ L

source: Add More Items…
bn_bd: আরো আইটেম যোগ করুন… A

source: Add more search engines…
bn_bd: আরও ইনজিন অনুসন্ধান...

source: Add new class
bn_bd: নতুন ক্লাস যোগ করুন

source: Add New Container
bn_bd: নতুন কন্টেইনার যোগ

source: Add new preference
bn_bd: নতুন পছন্দ যোগ করুন

source: Add new rule
bn_bd: নতুন নিয়ম যোগ

source: Add New Rule
bn_bd: নতুন রুল যোগ

source: Add new setting
bn_bd: নতুন সেটিং যোগ করুন

source: Add New Toolbar
bn_bd: নতুন টুলবার যোগ

source: Add-on compatibility checking is disabled. You may have incompatible add-ons.
bn_bd: অ্যাড-অনের উপযুক্ততা পরীক্ষা নিস্ক্রিয়। আপনার অ্যাড-অন অনুপোযুক্ত হতে পারে।

source: Add-on Details
bn_bd: অ্যাড-অনের বিস্তারিত

source: Add-on ID
bn_bd: অ্যাড-অন ID

source: Add-on or Chrome Workers
bn_bd: অ্যাড-অন বা ক্রোম ওয়ার্কার্স

source: Add-on Profile
bn_bd: অ্যাড-অন প্রোফাইল

source: Add-ons
bn_bd: অ্যাড-অন

source: Add-ons are applications that let you personalize &brandShortName; with extra functionality or style. Try a time-saving sidebar, a weather notifier, or a themed look to make &brandShortName; your own.
bn_bd: অ্যাড-অন হল এমন অ্যাপ্লিকেশন যা কি না অতিরিক্ত কার্যকরণ বা শৈলীসহ &brandShortName; এর সাথে আপনাকে পরিচিত করে। সময়- সংরক্ষণীয় সাইডবার, আবহাওয়া ঘোষক, বা &brandShortName; কে নিজের মত করে দেখার জন্য থীম চেহারা ব্যবহার করে।

source: Add-ons Manager
bn_bd: অ্যাড-অন ব্যবস্থাপক

source: Add-ons may be causing problems
bn_bd: অ্যাড-অন সম্ভবত সমস্যা করছে

source: Add-on update security checking is disabled. You may be compromised by updates.
bn_bd: অ্যাড-অন হালনাগাদকরন পরীক্ষা নিস্ক্রিয়। আপনি সম্ভবত হালনাগাদকরনের সাথে আপোষ করে নিয়েছেন।

source: Add Preset
bn_bd: পুনঃনির্ধারণ যোগ করুন

source: Address
bn_bd: ঠিকানা

source: Address:
bn_bd: ঠিকানা:

source: Address Bar
bn_bd: ঠিকানা বার

source: Addresses
bn_bd: ঠিকানা

source: Address in signing certificate does not match address in message headers.
bn_bd: সাক্ষরিত সার্টিফিকেটের ঠিকানার সাথে বার্তার শিরোনামে উল্লেখিত ঠিকানা মেলেনি।

source: Address Not Found
bn_bd: ঠিকানা পাওয়া যায়নি

source: Address of website:
bn_bd: ওয়েবসাইটের ঠিকানা:

source: Add “%S”
bn_bd: "%S" যোগ

source: Add %S?
bn_bd: %S যোগ করবেন?

source: Add search engine
bn_bd: অনুসন্ধান ইঞ্জিন যোগ

source: Add Search Engine
bn_bd: অনুসন্ধান ইঞ্জিন যোগ

source: Add Security Exception
bn_bd: নিরাপত্তা ব্যতিক্রম যোগ করুন

source: Add “%S” (%S) as a Feed Reader?
bn_bd: ফিড পাঠক হিসেবে "%S" (%S) যোগ করা হবে কি?

source: Add %S (%S) as an application for %S links?
bn_bd: %S লিংকের জন্য, %S (%S) কে অ্যাপ্লিকেশন হিসেবে যোগ করতে চান?

# Add “%S” to the list of engines available in the search bar? From: %S
source: Add “%S” to the list of engines available in the search bar?\n\nFrom: %S
bn_bd: অনুসন্ধান বারে বিদ্যমান ইঞ্জিনের তালিকায় "%S" যোগ করা হবে কি?\n\nউৎস: %S

source: Add to Address Bar
bn_bd: ঠিকানা বারে যোগ করুন

source: Add to Dictionary
bn_bd: অভিধানে যোগ (o)

source: Add to Menu
bn_bd: মেনুতে যোগ করুন M

source: Add to Overflow Menu
bn_bd: ওভারফ্লো মেনুতে যোগ করুন

source: Add to Toolbar
bn_bd: টুলবারে যোগ করুন A

source: Add watch expression
bn_bd: পর্যবেক্ষণ অভিব্যাক্তি যোগ করুন

source: Add Watch Expression
bn_bd: পর্যবেক্ষণ অভিব্যাক্তি যোগ করুন

source: A different user was previously signed in to Sync on this computer. Signing in will merge this browser’s bookmarks, passwords and other settings with %S
bn_bd: একটি ভিন্ন ব্যবহারকারী পূর্বে এই কম্পিউটারে সিঙ্ক করার জন্য সাইন ইন করে। সাইন ইন করার পর এই ব্রাউজারের বুকমার্ক, পাসওয়ার্ড এবং অন্যান্য সেটিংস একত্রীকরণ করা হবে %S সাথে

source: A duplicate login already exists.
bn_bd: একই রকমের লগইন ইতমধ্যে রয়েছে।

source: Advanced
bn_bd: উন্নততর

source: Advanced…
bn_bd: A উচ্চপর্যায়ের...

source: Advanced info: SSL_ERROR_UNSUPPORTED_VERSION
bn_bd: বিস্তারিত তথ্য: SSL_ERROR_UNSUPPORTED_VERSION

source: Advanced settings
bn_bd: উন্নত সেটিংস

source: AEC Logging
bn_bd: AEC লগিং

source: AEC logging active (speak with the caller for a few minutes and then stop the capture)
bn_bd: সক্রিয় এইসি লগিং (ক্যাপচার থামাতে তারপর কয়েক মিনিটের জন্য কলার সঙ্গে কথা বলতে এবং)

source: Afar
bn_bd: আফার

source: A few seconds left
bn_bd: কয়েক সেকেন্ড বাকি

source: Affiliation Changed
bn_bd: অধিভুক্তি পরিবর্তিত

source: Afghanistan
bn_bd: আফগানিস্তান

source: A file named %S already exists, directory cannot be created.
bn_bd: %S নামের একটি ফাইল ইতিমধ্যেই রয়েছে, ডিরেক্টরি তৈরি করা সম্ভব নয়।

source: A form was submitted in the %S encoding which cannot encode all Unicode characters, so user input may get corrupted. To avoid this problem, the page should be changed so that the form is submitted in the UTF-8 encoding either by changing the encoding of the page itself to UTF-8 or by specifying accept-charset=utf-8 on the form element.
bn_bd: %S এনকোডিং এ একটি ফর্ম জমা দেওয়া হয়েছে যা সকল ইউনিকোড বর্ণ এনকোড করতে পারবে না, তাই ব্যবহারকারীর ইনপুট ক্ষতিগ্রস্থ হতে পারে। এই সমস্যা এড়িয়ে চলতে, পৃষ্ঠাকে পরিবর্তন করতে হবে যাতে ফর্মটি UTF-8 এনকোডিং এ জমা হয় এর জন্য পৃষ্ঠাকে UTF-8 এনকোডিং এ রূপান্তর করতে হবে অথবা ফর্ম উপাদানে accept-charset=utf-8 নির্দিষ্ট করে দিতে হবে।

source: Afrikaans
bn_bd: আফ্রিকান

source: After
bn_bd: পরে

source: After a quick restart, &brandShorterName; will restore all your open tabs and windows.
bn_bd: দ্রুত একটি রিস্টার্টের পর, &brandShorterName; আপনার খোলা ট্যাব এবং উইন্ডোগুলো রিস্টোর করবে।

source: After removing this data, %S will not be available offline. Are you sure you want to remove this offline website?
bn_bd: এই তথ্য মুছে ফেলা হলে, অফলাইন অবস্থায় %S ব্যবহার করা যাবে না। আপনি কি নিশ্চিত আপনি এই সাইটের তথ্য মুছে ফেলতে চান?

source: A full, non-incremental garbage collection was triggered because there was a faster rate of allocations than the existing incremental garbage collection cycle could keep up with.
bn_bd: একটি পূর্ণ, অবর্ধনশীল গারবেজ সংগ্রহ শুরু হয়েছিল। এর কারণ বিদ্যমান বর্ধনশীল গারবেজ সংগ্রহ চক্র যতটা ধারণ করতে সক্ষম বরাদ্দের হার তার চেয়ে দ্রুততর ছিল।

source: Aggregate
bn_bd: সামষ্টিক

source: A global object that was thought to be dead at the start of the GC cycle was revived by the end of the GC cycle.
bn_bd: একটি গ্লোবাল অবজেক্ট GC চক্রের শেষে পুনরজাগরিত হয়েছে যা GC চক্রের শুরুতে মৃত হিসেবে ধারণা করা হয়েছে।

source: Akan
bn_bd: আকান

source: A key with the same nickname already exists.
bn_bd: একই নামসহ আরেকটি কী বর্তমানে উপস্থিত আছে।

source: Akrotiri
bn_bd: আক্রোতিরি

source: A large allocation was requested, but there was not enough memory.
bn_bd: বড়মানের এলোকেশনের অনুরোধ করা হয়, কিন্তু যথেষ্ট পরিমান মেমোরি খালি থাকে না।

source: Albania
bn_bd: আলবেনিয়া

source: Albanian
bn_bd: আলবেনিয়ান

source: alert
bn_bd: সতর্কবার্তা

source: Alert
bn_bd: সতর্কবার্তা

source: alert dialog
bn_bd: সতর্ক ডায়ালগ

source: Algeria
bn_bd: আলজেরিয়া

source: Algorithm Identifier
bn_bd: এলগরিদম পরিচয়কারী

source: Algorithm Parameters
bn_bd: এলগরিদম প্যারামিটার

source: A Little Housekeeping…
bn_bd: টুকিটাকি কিছু কাজ…

source: all
bn_bd: সব

source: All
bn_bd: সব

source: All add-ons have been disabled by safe mode.
bn_bd: নিরাপদ মোড এর সাহায্যে সব অ্যাড-অন নিস্ক্রিয়।

source: All animation properties are optimized
bn_bd: সকল এনিমেশন বৈশিষ্ট অপটিমাইজ করা

source: All animations
bn_bd: সব অ্যানিমেশন

source: All Bookmarks
bn_bd: সব বুকমার্ক

source: All candidate resources failed to load. Media load paused.
bn_bd: সকল প্রার্থী রিসোর্স লোড করতে ব্যর্থ হয়েছে।মিডিয়া লোড করা স্থগিত করা হয়েছে।

source: All Crash Reports
bn_bd: সমস্ত ক্র্যাশ রিপোর্ট

source: All Crash Reports (including #1 pending crash in the given time range);All Crash Reports (including #1 pending crashes in the given time range)
bn_bd: সকল ক্র্যাশ রিপোর্ট (প্রদান করা সময়ের মধ্যে #1 টি অমীমাংসিত ক্র্যাশ সহ); সকল ক্র্যাশ রিপোর্ট (প্রদান করা সময়ের মধ্যে #1 টি অমীমাংসিত ক্র্যাশ সহ)

source: All Files
bn_bd: সব ফাইল

source: All history will be cleared.
bn_bd: সব ইতিহাস মুছে ফেলা হয়েছে।

source: Allocations
bn_bd: বরাদ্দ

source: Allocations Flame Chart
bn_bd: বরাদ্দকৃত ফ্লেম-এর তালিকা

source: Allocations Rate Too Fast
bn_bd: বরাদ্দ হার অত্যন্ত দ্রুত

source: Allow
bn_bd: অনুমোদন

source: Allow…
bn_bd: অনুমোদন… A

source: Allow and Remember
bn_bd: অনুমোদন দিন এবং মনে রাখুন R

source: Allow &brandShortName; and Firefox to run at the same time
bn_bd: অনুমতি দিন &brandShortName; এবং ফায়ারফক্স একই সময়ে চালানোর জন্য

source: Allow &brandShortName; to
bn_bd: &brandShortName; কে যে কাজে অনুমতি দেওয়া হবে

source: Allow &brandShortName; to check for updates.
bn_bd: &brandShortName; কে হালনাগাদের জন্য পরীক্ষা করার অনুমোদন দেয়া হবে।

source: Allow &brandShortName; to send backlogged crash reports on your behalf
bn_bd: আপনার backlogged জমে থাকা ক্র্যাশ রিপোর্ট প্রেরণ করার জন্যে &brandShortName; কে অনুমতি দিন

source: Allow &brandShortName; to send crash reports to Mozilla
bn_bd: Mozilla তে ক্র্যাশ রিপোর্ট পাঠাতে &brandShortName; কে অনুমতি দিন

source: Allow connection?
bn_bd: সংযোগ করার অনুমতি দেয়?

source: Allow dialogs from %S to take you to their tab
bn_bd: %S এর ডায়ালগসমূহকে অনুমতি প্রদান করুন তাদের ট্যাবে নিয়ে যাওয়ার জন্য

source: Allow download
bn_bd: ডাউনলোডের অনুমতি দিন

source: Allow Download
bn_bd: ডাউনলোড অনুমোদন

source: Allowed
bn_bd: অনুমোদিত

source: Allowed for Session
bn_bd: সেশনের জন্য অনুমোদিত

source: Allowed Temporarily
bn_bd: সাময়িকভাবে অনুমোদিত

source: Allow first party only
bn_bd: শুধুমাত্র প্রথম পক্ষকে অনুমোদন করা হবে

source: Allow for Session
bn_bd: সেশনের জন্য অনুমোদন করা হবে

source: Allow Location Access
bn_bd: অবস্থান জানার অনুমতি দিন

source: Allow Notifications
bn_bd: সকল বিজ্ঞপ্তি

source: Allow Now
bn_bd: এখন অনুমোদন করুন

source: Allow pages to choose their own fonts, instead of your selections above
bn_bd: উপরে নির্বাচিত ফন্ট উপেক্ষা করে, পাতাগুলো নিজস্ব ফন্ট ব্যবহার করতে পারবে

source: allow pasting
bn_bd: পেস্ট করা অনুমোদিত

source: Allow pop-ups for %S
bn_bd: %S থেকে পপ-আপ অনুমোদন করা হবে

source: Allows some trackers so websites function properly.
bn_bd: কিছু ট্র্যাকার অনুমোদন করুন যেন ওয়েবসাইট সঠিকভাবে চলতে পারে।

source: Allow %s to contact me about this report
bn_bd: এই প্রতিবেদন সম্পর্কে আমাকে যোগাযোগ করতে %s কে অনুমোদন

source: Allow Storing Data
bn_bd: ডাটা সংরক্ষণের মঞ্জুরি দিন

source: Allow %S to run plugins?
bn_bd: %S কে প্লাগইন চালনা করার জন্য অনুমোদন দেওয়া হবে কি?

source: Allow this installation
bn_bd: এই ইনস্টল প্রক্রিয়া কে অনুমতি দেয়া হবে

source: Allow websites to install software
bn_bd: ওয়েবসাইটগুলোকে সফটওয়্যার ইনস্টল করার অনুমোদন দেয়া হবে (A)

source: All Pages
bn_bd: সব পাতা

source: All rules are inlined.
bn_bd: সমস্যা নিরয়ম ইনলাইন করা আছে।

source: All selected items will be cleared.
bn_bd: নির্বাচিত আইটেম মুছে ফেলা হবে।

source: All Supported Types
bn_bd: সমস্ত সমর্থিত ধরন

source: All tabs
bn_bd: সকল ট্যাব সমূহ

source: All TCP ports closed
bn_bd: সকল TCP পোর্ট বন্ধ রয়েছে

source: All visible windows on your screen will be shared.
bn_bd: আপনার স্ক্রিনের সব দৃশ্যমান উইন্ডো শেয়ার করা হবে।

source: All your crashes
bn_bd: অাপনার সব ক্র্যাশ

source: Almost done…
bn_bd: প্রায় সম্পন্ন…

source: Almost standards mode doctype. Expected “<!DOCTYPE html>”.
bn_bd: প্রায় সকল মানের মোডের ডকুমেন্টের ধরণ। প্রত্যাশিত “<!DOCTYPE html>”।

source: Alter a setting
bn_bd: সেটিং পরিবর্তন করুন

source: Alternate Text
bn_bd: বিকল্প টেক্সট:

source: Alter page size
bn_bd: পেইজের আকার পরিবর্তন করুন

source: Alter preferences defined by the environment
bn_bd: পরিবেশ দ্বারা সংজ্ঞায়িত পছন্দসমূহ পরিবর্তন করুন

source: Although &brandShortName; has blocked some content, there is still content on the page that is not secure (such as images).
bn_bd: যদিও &brandShortName; কিছু কন্টেন্ট প্রতিরোধ করেছে, তবুও পাতাটিতে এখনও কিছু কন্টেন্ট আছে যা নিরাপদ নয় (যেমন ছবি)।

source: Always
bn_bd: সর্বদা

source: Always Activate
bn_bd: সবসময় সক্রিয়

source: Always apply Do Not Track
bn_bd: ট্র‍্যাক করবে না সব সময় প্রয়োগ করো

source: Always ask
bn_bd: সবসময় জিজ্ঞেস করা হবে

source: Always Ask
bn_bd: সর্বদা জিজ্ঞাসা করুন

source: Always ask you where to save files
bn_bd: যেখানে ফাইল সংরক্ষণ করবেন তা সর্বদা জিজ্ঞাসা করবে

source: Always check if &brandShortName; is your default browser
bn_bd: সবসময় পরীক্ষা করুন &brandShortName; আপনার ডিফল্ট ব্রাউজার কিনা

source: Always perform this check when starting %S.
bn_bd: %S চালু করার আগে প্রতিবার এই পরীক্ষা করা হবে।

source: Always Send
bn_bd: সর্বদা পাঠাও

source: Always use private browsing mode
bn_bd: সবসময় একান্ত ব্রাউজিং মোড ব্যবহার করুন p

source: Always use %S to subscribe to feeds
bn_bd: ফিডে সাবস্ক্রাইব করার জন্য %S ব্যবহার করা হবে

source: Always use %S to subscribe to feeds.
bn_bd: ফিডে সাবস্ক্রাইব করার জন্য %S ব্যবহার করা হবে।

source: Always use %S to subscribe to podcasts.
bn_bd: পডকাস্টে সাবস্ক্রাইব করার জন্য %S ব্যবহার করা হবে।

source: Always use %S to subscribe to video podcasts.
bn_bd: ভিডিও পডকাস্টে সাবস্ক্রাইব করার জন্য %S ব্যবহার করা হবে।

source: Always use the cursor keys to navigate within pages
bn_bd: বিভিন্ন পাতার মধ্যে চলাচলের জন্য সর্বদা কার্সার-কী ব্যবহার করা হবে

source: Always use this add-on
bn_bd: সবসময় এই অ্যাড-অন টি ব্যাবহার করুন

source: A manifest file is required at project root folder, named either ‘manifest.webapp’ for packaged apps or ‘manifest.json’ for add-ons.
bn_bd: প্রজেক্ট রুট ফোল্ডারে একটি ম্যানিফেস্ট ফাইল প্রয়োজন, যার নাম প্যাকেজ অ্যাপের জন্য 'manifest.webapp' নতুবা অ্যাড-অনের জন্য 'manifest.json' হবে।

source: A Master Password is used to protect sensitive information like site passwords. If you create a Master Password you will be asked to enter it once per session when &brandShortName; retrieves saved information protected by the password.
bn_bd: সংবেদনশীল তথ্য যেমন সাইট পাসওয়ার্ড সুরক্ষিত রাখতে মাস্টার পাসওয়ার্ড ব্যবহার করা হয়। আপনি যদি মাস্টার পাসওয়ার্ড তৈরি করে থাকেন, তবে &brandShortName; ঐ পাসওয়ার্ড দিয়ে সুরক্ষিত কোনো তথ্য আনার জন্য প্রতি সেশনে আপনাকে অন্তত একবার এটি দিতে হবে।

source: American Samoa
bn_bd: আমেরিকান সামোয়া

source: A meta tag was used to declare the character encoding as UTF-16. This was interpreted as an UTF-8 declaration instead.
bn_bd: অক্ষরের এনকোডিং UTF-16 এ মেটা ট্যাগ বব্যহার করা হয়েছে । এটি UTF-8 এ ঘোষণা করা ছিল।

source: A meta tag was used to declare the character encoding as x-user-defined. This was interpreted as a windows-1252 declaration instead for compatibility with intentionally mis-encoded legacy fonts. This site should migrate to Unicode.
bn_bd: একটি মেটা ট্যাগ x-user-defined এ অক্ষর এনকোডিং বিবৃতিতে ব্যবহৃত হয়। এটি উইন্ডোজ-1252 এর বিবৃতির ব্যাখ্যা যা ইচ্ছাকৃতভাবে mis-encoded legacy ফন্টের সঙ্গে সামঞ্জস্যের পরিবর্তে আছে। এই সাইটটি ইউনিকোড থেকে মাইগ্রেট করা উচিত।

source: Amharic
bn_bd: আমহারিক

source: A ‘mozcmd’ directory is an easy way to create new custom commands. For more information see https://developer.mozilla.org/docs/Tools/GCLI/Customization
bn_bd: নতুন কাস্টম কমান্ড তৈরী করার সহজ উপায় হচ্ছে, 'mozcmd' ডিরেক্টরি। আরও জানতে দেখুন https://developer.mozilla.org/docs/Tools/GCLI/Customization

source: A mozilla-central checkout
bn_bd: একটি মজিলা-সেন্ট্রাল চেকআউট

source: An “%1$S” start tag seen but an element of the same type was already open.
bn_bd: একটি “%1$S” শুরুর ট্যাগ দেখেছিলেন কিন্তু একই ধরনের একটি উপাদান ইতিমধ্যে উন্মুক্ত ছিল।

source: An additional root certificate may need to be imported.
bn_bd: একটি যুক্ত মূল সার্টিফিকেট অামদানি হতে পারে।

source: Analyze
bn_bd: বিশ্লেষণ

source: An application is being shared. Click to control sharing.
bn_bd: একটি অ্যাপ্লিকেশন শেয়ার করা করা হচ্ছে। শেয়ারিং নিয়ন্ত্রণ করতে ক্লিক করুন।

source: An attempt to apply inline style sheets has been blocked
bn_bd: ইনলাইন স্টাইল শিট প্রয়োগ এর একটি প্রচেষ্টা ব্লক করা হয়েছে

source: An attempt to call JavaScript from a string (by calling a function like eval) has been blocked
bn_bd: একটি স্ট্রিং হতে জাভাস্ক্রিপ্টকে কল করার প্রচেষ্টাকে(যেমন eval এর ন্যায় একটি ফাংশন)বাঁধা দেওয়া হয়েছে

source: An attempt to execute inline scripts has been blocked
bn_bd: ইনলাইন স্ক্রিপ্ট চালু করার একটি প্রচেষ্টাকে বাধাদান করা হয়েছে
